Repository: zenith0/muecke-paymill
Catalog: muecke_paymill/locale/*/LC_MESSAGES/django.po
Languages: de

source: General undefined response.
de: Generelle undefinierte Antwort.

source: Still waiting on something.
de: Warten.

source: General problem with data.
de: Generelles Problem mit Daten.

source: Problem with creditcard data.
de: Problem mit den Kreditkartendaten.

source: Problem with cvv.
de: Probleme mit der Prüfnummer

source: Card expired or not yet valid.
de: Kreditkarte ist abgelaufen oder noch nicht gültig.

source: Limit exceeded.
de: Limit überschritten.

source: Problem with bank account data.
de: Problem mit Bankkontodaten.

source: Problem with 3d secure data.
de: Problem mit 3D-Sicherheitsdaten.

source: General problem with backend.
de: Generelles Problem mit dem Server.

source: Technical error with credit card.
de: Technischer Fehler mit der Kreditkarte.

source: Error limit exceeded.
de: Fehlerlimit überschritten.

source: Technical error with bank account.
de: Technischer Fehler mit dem Bankkonto.

source: Technical error with 3D secure.
de: Technischer Fehler mit 3D Sicherheit

source: Decline because of risk issues.
de: Abgelehnt auf Grund von von Risikobelangen.

source: An error with the credit card occured, please try again later or use a other payment method.
de: Ein Fehler mit der Kreditkarte ist aufgetreten, bitte versuchen Sie es später noch einmal oder nutzen Sie eine andere Zahlmethode.

source: Credit cart payment for customer
de: Kreditkartenzahlung für Kunden
